ad_doc = """
    Конечная точка API, позволяющая просматривать и редактировать объявления.
    list: Список всех объявлений.
    create: Создать объявление.
    retrieve: Подробно об объявлении.
    update: Изменить объявление.
    partial_update: Частично изменить объявление.
    destroy: Удалить объявление.
    """

comment_doc = """
    Конечная точка API, позволяющая просматривать и редактировать отзывы.
    list: Список отзывов к объявлению.
    create: Оставить отзыв.
    retrieve: Получить отзыв по ID.
    update: Изменить отзыв.
    partial_update: Частично изменить отзыв.
    destroy: Удалить отзыв.
    """
